/* No comment provided by engineer. */
"About Fcitx5 macOS" = "关于 Fcitx5 macOS";

/* dialog title */
"Add an empty group" = "添加新组";

/* No comment provided by engineer. */
"Addon Config" = "附加组件配置";

/* No comment provided by engineer. */
"Alpha (0-255)" = "Alpha (0-255)";

/* No comment provided by engineer. */
"Apply" = "应用";

/* No comment provided by engineer. */
"Available" = "可用";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot decode json string into UTF-8 data" = "无法解码 json 字符串为 UTF-8 数据";

/* No comment provided by engineer. */
"Cannot parse json" = "无法解析 json";

/* No comment provided by engineer. */
"Cannot show config for %@: %@" = "无法显示 %1$@ 的配置: %2$@";

/* No comment provided by engineer. */
"Cannot show external config: " = "无法显示外部配置: ";

/* No comment provided by engineer. */
"Cannot show global options: %@" = "无法显示全局选项: %@";

/* No comment provided by engineer. */
"Couldn't decode input method config: not UTF-8" = "无法解码输入法配置：非 UTF-8";

/* No comment provided by engineer. */
"Couldn't load input method config" = "无法载入输入法配置";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Fcitx5 macOS" = "Fcitx5 macOS";

/* No comment provided by engineer. */
"Global Config" = "全局配置";

/* dialog prompt */
"Group name" = "组名";

/* No comment provided by engineer. */
"Input Methods" = "输入法";

/* No comment provided by engineer. */
"Installed" = "已安装";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Plugin Manager" = "插件管理器";

/* dialog title */
"Rename group" = "重命名组";

/* No comment provided by engineer. */
"Reset to default" = "重设为默认值";

/* No comment provided by engineer. */
"Restart" = "重启";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Select" = "选择";

/* No comment provided by engineer. */
"Select a language from the left list." = "从左侧列表中选择一个语言。";

/* No comment provided by engineer. */
"Select an input method from the side bar." = "从侧栏中选择一个输入法。";

/* No comment provided by engineer. */
"Select App" = "选择应用程序";

/* No comment provided by engineer. */
"Select font" = "选择字体";

/* No comment provided by engineer. */
"Setting" = "设定";

/* label */
"Toggle Sidebar" = "切换侧栏";

/* tooltip */
"Toggle the visibility of the sidebar" = "切换侧栏是否可见";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"Unsupported option type %@" = "不支持的选项类型 %@";

/* App X *uses* some input method */
"uses" = "用";

